Repository: Litefyr/Litefyr.PaperTiger
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

source: Send
de: Senden

# configuration.missing
source: The following configuration is missing: {0}
de: Die folgende Konfiguration fehlt: {0}

# configuration.missing.dsn
source: DSN configuration
de: DSN Konfiguration

# configuration.missing.recipientAddress
source: Email address recipient
de: E-Mail Adresse Empfänger

# configuration.missing.senderAddress
source: Sender email address
de: E-Mail Adresse Sender

# configuration.missing.textOrHtml
source: Text or HTML
de: Text oder HTML

# backend.recipient
source: Recipient
de: Empfänger

# backend.yes
source: Yes
de: Ja

# backend.no
source: No
de: Nein

# backend.email.invalid
source: <strong class="text-current">{0}</strong> is not a valid e-mail address
de: <strong class="text-current">{0}</strong> ist keine valide E-Mail Adresse

# field.corpusDelicti
source: Please leave this field empty
de: Lassen Sie dieses Feld bitte leer

# field.errareHumanumEst
source: Please do not modify this field
de: Bitte ändern Sie dieses Feld nicht
