Repository: Litefyr/Litefyr.PaperTiger
Catalog: Resources/Private/Translations/*/NodeTypes/Override/HomePage.xlf
Languages: de

# mailerDSB
source: Overwrite mailer DSN
de: Mailer DSN überschreiben

# mailerDSB.help
source: You can use the DSN specification as it is [documented here by symfony](https://symfony.com/doc/current/mailer.html#transport-setup).
de: Sie können die DSN-Spezifikation verwenden, wie sie [hier von symfony dokumentiert](https://symfony.com/doc/current/mailer.html#transport-setup) ist.

# recipientAddress
source: Overwrite recipient address
de: Empfängeradresse überschreiben

# recipientAddress.help
source: The e-mail address to which the form data should be sent.
de: Die E-Mail-Adresse, an die die Formulardaten gesendet werden sollen.

# recipientName
source: Overwrite recipient name
de: Empfängername überschreiben

# recipientName.help
source: The name of the recipient to whom the form data should be sent.
de: Der Name des Empfängers, an den die Formulardaten gesendet werden sollen.

# senderAddress
source: Overwrite sender address
de: Absenderadresse überschreiben

# senderAddress.help
source: The e-mail address from which the form data should be sent.
de: Die E-Mail-Adresse, von der die Formulardaten gesendet werden sollen.

# senderName
source: Overwrite sender name
de: Absendername überschreiben

# senderName.help
source: The name of the sender from which the form data is to be sent. `{currentSiteName}` is replaced with the name of the website.
de: Der Name des Absenders, von dem die Formulardaten gesendet werden sollen. `{currentSiteName}` wird mit dem Namen der Webseite ersetzt.

# subject
source: Overwrite subject
de: Betreff überschreiben

# subject.help
source: The subject of the e-mail containing the form data. `{documentLabel}` is replaced with the name of the document.
de: Der Betreff der E-Mail, die die Formulardaten enthält. `{documentLabel}` wird mit dem Namen des Dokuments ersetzt.
