Repository: Litefyr/Litefyr.PaperTiger
Catalog: Resources/Private/Translations/*/NodeTypes/Override/Sitegeist.xlf
Languages: de

# ui.help.message
source: * Clickable form * Optional text field
de: * Zusammenklickbares Formular * Optionales Textfeld

source: Overwrite default values
de: Standardwerte überschreiben

source: Template
de: Vorlage

# template.website
source: Email to the operator of the website
de: E-Mail an Betreiber der Webseite

# template.sender
source: Email to the sender of the form
de: E-Mail an Absender des Formulars

# template.none
source: Do not set default values
de: Keine Standardwerte setzen

# options.template.thankYouForMessage
source: Thank you {name} for your message
de: Danke {name} für Ihre Nachricht

# options.template.plaintext.sender
source: Hello {name}, Thank you for your message. We will get back to you as soon as possible.
de: Hallo {name}, vielen Dank für Ihre Nachricht. Wir werden uns schnellstmöglich bei Ihnen melden.

# options.template.plaintext.website
source: {name} ({email}) has sent the following message: {message}
de: {name} ({email}) hat folgende Nachricht gesendet: {message}

# options.template.message
source: Thank you {name} for your message.
de: Danke {name} für Ihre Nachricht.

source: Form
de: Formular

source: Telephone
de: Telefon

# addReplyToSender
source: Integrate reply email to sender
de: Antwort E-Mail an Absender integrieren

# options.addItem
source: Add an option
de: Option hinzufügen

# fieldName.copy
source: 'Copy ' + $el.textContent + ' to the clipboard'
de: 'Kopiere '+$el.textContent+' in die Zwischenablage'

# date.useRelativeMinMax
source: Use relative date
de: Relatives Datum verwenden

# field.columns
source: Column width
de: Spaltenbreite
